{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<SOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "'": 4,
      "(": 5,
      ")": 6,
      ",": 7,
      "-": 8,
      ".": 9,
      "/": 10,
      "0": 11,
      "1": 12,
      "2": 13,
      "3": 14,
      "4": 15,
      "5": 16,
      "6": 17,
      "9": 18,
      ":": 19,
      "@": 20,
      "A": 21,
      "C": 22,
      "D": 23,
      "E": 24,
      "F": 25,
      "H": 26,
      "I": 27,
      "L": 28,
      "M": 29,
      "N": 30,
      "O": 31,
      "P": 32,
      "R": 33,
      "S": 34,
      "T": 35,
      "U": 36,
      "V": 37,
      "Y": 38,
      "Z": 39,
      "a": 40,
      "b": 41,
      "c": 42,
      "d": 43,
      "e": 44,
      "f": 45,
      "g": 46,
      "h": 47,
      "i": 48,
      "j": 49,
      "k": 50,
      "l": 51,
      "m": 52,
      "n": 53,
      "o": 54,
      "p": 55,
      "q": 56,
      "r": 57,
      "s": 58,
      "t": 59,
      "u": 60,
      "v": 61,
      "w": 62,
      "x": 63,
      "y": 64,
      "z": 65,
      "▁": 66,
      "in": 67,
      "▁a": 68,
      "▁s": 69,
      "he": 70,
      "▁t": 71,
      "ing": 72,
      "tr": 73,
      "tring": 74,
      "▁i": 75,
      "te": 76,
      "▁string": 77,
      "▁w": 78,
      "re": 79,
      "di": 80,
      "▁the": 81,
      "▁f": 82,
      "it": 83,
      "▁o": 84,
      "▁fo": 85,
      "▁'": 86,
      "▁b": 87,
      "lo": 88,
      "git": 89,
      "digit": 90,
      "ate": 91,
      "▁is": 92,
      "we": 93,
      "▁by": 94,
      "lowe": 95,
      "▁whe": 96,
      "ly": 97,
      "▁of": 98,
      "ar": 99,
      "ac": 100,
      "me": 101,
      "le": 102,
      "or": 103,
      "ter": 104,
      "▁th": 105,
      "ord": 106,
      "▁fol": 107,
      "lowed": 108,
      "▁followed": 109,
      "▁word": 110,
      "at": 111,
      "▁where": 112,
      "ters": 113,
      "▁digit": 114,
      "▁le": 115,
      "ch": 116,
      "▁digits": 117,
      "nd": 118,
      "▁su": 119,
      "mme": 120,
      "▁imme": 121,
      "diate": 122,
      "▁immediate": 123,
      "▁immediately": 124,
      "bs": 125,
      "▁subs": 126,
      "▁substring": 127,
      "'.": 128,
      "▁let": 129,
      "as": 130,
      "d.": 131,
      "co": 132,
      "nt": 133,
      "ne": 134,
      "▁letters": 135,
      "act": 136,
      "-digit": 137,
      "▁id.": 138,
      "de": 139,
      "▁e": 140,
      "▁in": 141,
      "▁tw": 142,
      "▁two": 143,
      "ur": 144,
      "pu": 145,
      "ree": 146,
      "▁three": 147,
      "▁C": 148,
      "▁inpu": 149,
      "▁input": 150,
      "rc": 151,
      "▁four": 152,
      "ase": 153,
      "rcase": 154,
      "▁co": 155,
      "▁m": 156,
      "▁and": 157,
      "▁that": 158,
      "▁one": 159,
      "ore": 160,
      "▁u": 161,
      "al": 162,
      "st": 163,
      "ated": 164,
      "ve": 165,
      "▁ex": 166,
      "actly": 167,
      "▁exactly": 168,
      "▁se": 169,
      "par": 170,
      "▁separ": 171,
      "▁separated": 172,
      "▁digits.": 173,
      "ear": 174,
      "▁wit": 175,
      "▁with": 176,
      "ive": 177,
      "ap": 178,
      "▁st": 179,
      "▁or": 180,
      "date": 181,
      "▁more": 182,
      "pe": 183,
      "nta": 184,
      "▁conta": 185,
      "▁contain": 186,
      "ck": 187,
      "atch": 188,
      "▁containing": 189,
      "tu": 190,
      "▁I": 191,
      "nti": 192,
      "fy": 193,
      "denti": 194,
      "▁Identi": 195,
      "▁Identify": 196,
      "Te": 197,
      "▁for": 198,
      "Test": 199,
      "Val": 200,
      "idate": 201,
      "▁Val": 202,
      "▁Validate": 203,
      "Ex": 204,
      "▁Ex": 205,
      "tract": 206,
      "▁Extract": 207,
      "Sear": 208,
      "▁Sear": 209,
      "▁Cap": 210,
      "ture": 211,
      "▁Search": 212,
      "▁Capture": 213,
      "Fin": 214,
      "the": 215,
      "▁Test": 216,
      "▁Fin": 217,
      "▁whethe": 218,
      "▁Find": 219,
      "▁whether": 220,
      "▁D": 221,
      "ct": 222,
      "ete": 223,
      "▁Dete": 224,
      "▁Detect": 225,
      "▁lowe": 226,
      "▁lowercase": 227,
      "▁M": 228,
      "▁Match": 229,
      "▁be": 230,
      "heck": 231,
      "▁if": 232,
      "▁Check": 233,
      "▁ch": 234,
      "arac": 235,
      "▁charac": 236,
      "ppe": 237,
      "▁uppe": 238,
      "▁uppercase": 239,
      "▁characters": 240,
      "ade": 241,
      "▁five": 242,
      "en": 243,
      "ho": 244,
      "▁letters.": 245,
      "▁si": 246,
      "er": 247,
      "art": 248,
      "▁start": 249,
      "▁characters.": 250,
      "▁six": 251,
      "▁made": 252,
      "▁'t": 253,
      "ot": 254,
      "n.": 255,
      "fore": 256,
      "▁come": 257,
      "▁before": 258,
      "▁three-digit": 259,
      "ic": 260,
      "ok": 261,
      "▁two-digit": 262,
      "alo": 263,
      "and": 264,
      "▁who": 265,
      "▁stand": 266,
      "alone": 267,
      "▁whole": 268,
      "▁standalone": 269,
      "twe": 270,
      "▁betwe": 271,
      "▁starts": 272,
      "▁six-digit": 273,
      "▁between": 274,
      "nds": 275,
      "▁five-digit": 276,
      "▁four-digit": 277,
      "▁d": 278,
      "▁ends": 279,
      "ig": 280,
      "▁at": 281,
      "▁leas": 282,
      "▁least": 283,
      "▁'p": 284,
      "▁us": 285,
      "▁lo": 286,
      "▁using": 287,
      "▁look": 288,
      "ite": 289,
      "ric": 290,
      "ha": 291,
      "pha": 292,
      "▁'co": 293,
      "▁'a": 294,
      "▁'st": 295,
      "ht": 296,
      "▁letter": 297,
      "ight": 298,
      "ci": 299,
      "es": 300,
      "▁r": 301,
      "unt": 302,
      "▁h": 303,
      "mo": 304,
      "ash": 305,
      "ers": 306,
      "re.": 307,
      "nders": 308,
      "core.": 309,
      "▁colo": 310,
      "▁unders": 311,
      "▁underscore.": 312,
      "mal": 313,
      "cimal": 314,
      "phe": 315,
      "yphe": 316,
      "▁hyphe": 317,
      "ahe": 318,
      "▁lookahe": 319,
      "▁hyphen.": 320,
      "▁lookahea": 321,
      "ot.": 322,
      "▁dot.": 323,
      "▁sl": 324,
      "ash.": 325,
      "▁slash.": 326,
      "et": 327,
      "▁eight": 328,
      "▁colon.": 329,
      "▁lookahead.": 330,
      "us": 331,
      "e'.": 332,
      "on": 333,
      "pac": 334,
      "pace": 335,
      "▁'b": 336,
      "▁'d": 337,
      "ime": 338,
      "e'": 339,
      "ma": 340,
      "hite": 341,
      "min": 342,
      "space": 343,
      "▁white": 344,
      "▁'g": 345,
      "▁whitespace": 346,
      "nu": 347,
      "▁'te": 348,
      "▁'ad": 349,
      "▁'e": 350,
      "▁'c": 351,
      "meric": 352,
      "lpha": 353,
      "▁he": 354,
      "▁alpha": 355,
      "numeric": 356,
      "▁hex": 357,
      "▁alphanumeric": 358,
      "▁n": 359,
      "adecimal": 360,
      "▁hexadecimal": 361,
      "un": 362,
      "gat": 363,
      "▁ne": 364,
      "▁not": 365,
      "gative": 366,
      "▁negative": 367,
      "▁do": 368,
      "▁does": 369,
      "y'": 370,
      "ion": 371,
      "vo": 372,
      "',": 373,
      "▁digit.": 374,
      "mount": 375,
      "y'.": 376,
      "▁ten": 377,
      "▁p": 378,
      "qu": 379,
      "sion": 380,
      "count": 381,
      "hone": 382,
      "ame": 383,
      "mp": 384,
      "log": 385,
      "▁'phone": 386,
      "ession": 387,
      "il": 388,
      "ow": 389,
      "ro": 390,
      "▁re": 391,
      "▁same": 392,
      "peated": 393,
      "▁row": 394,
      "voic": 395,
      "▁repeated": 396,
      "fi": 397,
      "oken": 398,
      "ror": 399,
      "rofi": 400,
      "rofile": 401,
      "a'": 402,
      "ick": 403,
      "ode": 404,
      "s.": 405,
      "wel": 406,
      "ort": 407,
      "icket": 408,
      "port": 409,
      "▁'ac": 410,
      "▁'al": 411,
      "ache": 412,
      "▁'pric": 413,
      "▁'account": 414,
      "▁'alpha": 415,
      "rap": 416,
      "▁'log": 417,
      "mail": 418,
      "▁'grap": 419,
      "▁po": 420,
      "▁'login": 421,
      "▁'graph": 422,
      "sit": 423,
      "session": 424,
      "▁'session": 425,
      "▁'bet": 426,
      "▁'email": 427,
      "▁posit": 428,
      "▁positive": 429,
      "k'.": 430,
      "node": 431,
      "▁time": 432,
      "▁'node": 433,
      "hour": 434,
      "▁'state": 435,
      "▁'da": 436,
      "ag": 437,
      "fig": 438,
      "jo": 439,
      "year": 440,
      "▁'ite": 441,
      "▁'jo": 442,
      "▁'year": 443,
      "▁'token": 444,
      "▁'profile": 445,
      "▁'item": 446,
      "▁'job": 447,
      "am": 448,
      "eu": 449,
      "invoic": 450,
      "▁'date": 451,
      "▁'qu": 452,
      "▁'hour": 453,
      "▁'invoic": 454,
      "er'": 455,
      "▁'tas": 456,
      "▁'code": 457,
      "▁'dat": 458,
      "▁'admin": 459,
      "▁row.": 460,
      "▁times": 461,
      "▁'queu": 462,
      "▁'le": 463,
      "▁'er": 464,
      "▁'us": 465,
      "vel": 466,
      "▁'time": 467,
      "▁'ticket": 468,
      "▁'amount": 469,
      "▁'batch": 470,
      "▁'level": 471,
      "▁'error": 472,
      "fl": 473,
      "▁'fl": 474,
      "atus": 475,
      "▁'tot": 476,
      "▁'coun": 477,
      "▁'stac": 478,
      "▁'test": 479,
      "▁'flag": 480,
      "▁'total": 481,
      "▁'countr": 482,
      "a'.": 483,
      "dre": 484,
      "ss": 485,
      "▁'ord": 486,
      "▁'mo": 487,
      "nth": 488,
      "▁'temp": 489,
      "▁'cache": 490,
      "dress": 491,
      "▁'month": 492,
      "k'": 493,
      "nfig": 494,
      "▁character": 495,
      "er'.": 496,
      "▁'config": 497,
      "report": 498,
      "▁'report": 499,
      "▁'cit": 500,
      "▁'address": 501,
      "▁'gam": 502,
      "▁'gamma": 503,
      "dg": 504,
      "ute": 505,
      "▁'min": 506,
      "▁'edg": 507,
      "▁'minute": 508,
      "▁'status": 509,
      "▁run": 510,
      "be": 511,
      "hin": 512,
      "n,": 513,
      "▁lookbe": 514,
      "▁letter.": 515,
      "hind.": 516,
      "▁lookbehind.": 517,
      "▁sig": 518,
      "▁right": 519,
      "zer": 520,
      "▁zer": 521,
      "▁sign,": 522,
      "▁zero": 523,
      "▁twel": 524,
      "▁twelve": 525,
      "ven": 526,
      "▁seven": 527,
      "▁'phone'.": 528,
      "▁'price'.": 529,
      "▁'state'.": 530,
      "▁character.": 531,
      "▁'account'": 532,
      "▁'alpha'": 533,
      "▁'data'": 534,
      "▁'total'": 535,
      "▁'phone'": 536,
      "▁'login'": 537,
      "▁'graph'": 538,
      "▁'email'": 539,
      "▁'job'.": 540,
      "▁'task'.": 541,
      "▁'admin'": 542,
      "▁'queue'.": 543,
      "▁'level'.": 544,
      "▁'node'.": 545,
      "▁'day'": 546,
      "▁'token'": 547,
      "▁'date'.": 548,
      "▁'code'.": 549,
      "▁'time'": 550,
      "▁'batch'.": 551,
      "▁'test'": 552,
      "▁'country'": 553,
      "▁'city'": 554,
      "▁'session'": 555,
      "▁'session'.": 556,
      "▁'beta'": 557,
      "▁'beta'.": 558,
      "▁'year'": 559,
      "▁'profile'": 560,
      "▁'item'": 561,
      "▁'invoice'.": 562,
      "▁'user'": 563,
      "▁'ticket'": 564,
      "▁'month'.": 565,
      "▁'account'.": 566,
      "▁'alpha'.": 567,
      "▁'login'.": 568,
      "▁'graph'.": 569,
      "▁'hour'.": 570,
      "▁'amount'.": 571,
      "▁'temp'": 572,
      "▁'email'.": 573,
      "▁'node'": 574,
      "▁'day'.": 575,
      "▁'year'.": 576,
      "▁'profile'.": 577,
      "▁'item'.": 578,
      "▁'hour'": 579,
      "▁'error'": 580,
      "▁'error'.": 581,
      "▁'stack'": 582,
      "▁'flag'": 583,
      "▁'address'": 584,
      "▁'price'": 585,
      "▁'token'.": 586,
      "▁'invoice'": 587,
      "▁'amount'": 588,
      "▁'stack'.": 589,
      "▁'flag'.": 590,
      "▁'order'": 591,
      "▁'order'.": 592,
      "▁'cache'": 593,
      "▁'cache'.": 594,
      "▁'config'.": 595,
      "▁'report'.": 596,
      "▁'job'": 597,
      "▁'date'": 598,
      "▁'code'": 599,
      "▁'user'.": 600,
      "▁'ticket'.": 601,
      "▁'config'": 602,
      "▁'gamma'.": 603,
      "▁'minute'.": 604,
      "▁'status'": 605,
      "▁'state'": 606,
      "▁'task'": 607,
      "▁'admin'.": 608,
      "▁'queue'": 609,
      "▁'time'.": 610,
      "▁'batch'": 611,
      "▁'temp'.": 612,
      "▁'report'": 613,
      "▁an": 614,
      "cial": 615,
      "▁'data'.": 616,
      "▁'level'": 617,
      "▁'test'.": 618,
      "▁'country'.": 619,
      "▁'month'": 620,
      "▁'edge'.": 621,
      "▁vo": 622,
      "▁spe": 623,
      "▁'address'.": 624,
      "▁'gamma'": 625,
      "▁'edge'": 626,
      "▁vowel": 627,
      "▁special": 628,
      "▁'total'.": 629,
      "▁'city'.": 630,
      "▁'minute'": 631,
      "▁'status'.": 632,
      "decimal": 633,
      "-decimal": 634,
      "ws": 635,
      "▁amount": 636,
      "lows": 637,
      "▁follows": 638,
      "▁two-decimal": 639,
      "ctu": 640,
      "nctu": 641,
      "▁pu": 642,
      "ark": 643,
      "ation": 644,
      "▁con": 645,
      "▁mark": 646,
      "nctuation": 647,
      "▁punctuation": 648,
      "ant": 649,
      "son": 650,
      "▁conson": 651,
      "▁consonant": 652,
      "▁vowels.": 653,
      "fter": 654,
      "pp": 655,
      "▁after": 656,
      "▁app": 657,
      "ears": 658,
      "▁appears": 659,
      "),": 660,
      "nit": 661,
      "▁(": 662,
      "▁unit": 663,
      "▁comes": 664,
      "▁marks.": 665,
      "▁consonants.": 666,
      "▁digit,": 667,
      "s),": 668,
      "▁'S": 669,
      "▁'C": 670,
      "▁'I": 671,
      "▁equ": 672,
      "als": 673,
      "▁colon,": 674,
      "▁equals": 675,
      "▁'A": 676,
      "▁hash": 677,
      "ds.": 678,
      "sw": 679,
      "▁'T": 680,
      "assw": 681,
      "▁letter,": 682,
      "▁lookaheads.": 683,
      "▁passw": 684,
      "▁password": 685,
      "▁'m": 686,
      "ll": 687,
      "▁doll": 688,
      "▁dollar": 689,
      "Re": 690,
      "▁'Re": 691,
      "port',": 692,
      "▁'Report',": 693,
      "Or": 694,
      "ccount": 695,
      "li": 696,
      "nvoic": 697,
      "r',": 698,
      "tatus": 699,
      "inus": 700,
      "▁so": 701,
      "▁space": 702,
      "▁'Test": 703,
      "▁'Or": 704,
      "der',": 705,
      "▁twic": 706,
      "▁minus": 707,
      "e',": 708,
      "ession',": 709,
      "▁vowel.": 710,
      "▁'Status": 711,
      "▁'Session',": 712,
      "▁'Invoic": 713,
      "▁'Account": 714,
      "▁space.": 715,
      "▁'Test',": 716,
      "▁'Order',": 717,
      "▁twice": 718,
      "▁'Status',": 719,
      "▁'Invoice',": 720,
      "▁'Account',": 721,
      "-e": 722,
      "Er": 723,
      "Us": 724,
      "ce": 725,
      "el": 726,
      "g'": 727,
      "ix": 728,
      "ilog": 729,
      "kg'": 730,
      "kilog": 731,
      "pix": 732,
      "ram": 733,
      "ty": 734,
      "whe": 735,
      "x'": 736,
      "re,": 737,
      "rece": 738,
      "▁'Er": 739,
      "▁'Us": 740,
      "▁'kg'": 741,
      "mewhe": 742,
      "ded": 743,
      "▁contains": 744,
      "er',": 745,
      "▁'px'": 746,
      "on-e": 747,
      "▁non-e": 748,
      "▁prece": 749,
      "mpty": 750,
      "ror',": 751,
      "ache',": 752,
      "▁mark.": 753,
      "▁(kilog": 754,
      "▁(pix": 755,
      "▁'Cache',": 756,
      "▁somewhe": 757,
      "els),": 758,
      "rams),": 759,
      "▁'Error',": 760,
      "▁'User',": 761,
      "▁non-empty": 762,
      "▁preceded": 763,
      "▁(kilograms),": 764,
      "▁(pixels),": 765,
      "▁somewhere,": 766,
      "Lo": 767,
      "eco": 768,
      "gin": 769,
      "m',": 770,
      "mil": 771,
      "s'": 772,
      "seco": 773,
      "tem',": 774,
      "▁'Lo": 775,
      "nds),": 776,
      "oken',": 777,
      "icket',": 778,
      "▁consonant.": 779,
      "▁(mil": 780,
      "▁'Item',": 781,
      "▁'Token',": 782,
      "▁'Ticket',": 783,
      "▁'ms'": 784,
      "liseco": 785,
      "gin',": 786,
      "▁'Login',": 787,
      "▁(milliseco": 788,
      "▁(milliseconds),": 789,
      "Dat": 790,
      "NN": 791,
      "Profile": 792,
      "YY": 793,
      "ab": 794,
      "a',": 795,
      "b'": 796,
      "dmin": 797,
      "gab": 798,
      "yte": 799,
      "▁c": 800,
      "▁'Te": 801,
      "▁'Dat": 802,
      "▁'Profile": 803,
      "megab": 804,
      "mp',": 805,
      "▁(megab": 806,
      "▁'Admin": 807,
      "▁'mb'": 808,
      "ytes),": 809,
      "▁'Temp',": 810,
      "▁'Data',": 811,
      "▁'Profile',": 812,
      "▁(megabytes),": 813,
      "▁'Admin',": 814,
      "onfig": 815,
      "▁'Config": 816,
      "▁'Config',": 817,
      "ber": 818,
      "mat": 819,
      "mber": 820,
      "tur": 821,
      "▁1": 822,
      "▁U": 823,
      "▁nu": 824,
      "aptur": 825,
      "▁format": 826,
      "ode',": 827,
      "▁'Code',": 828,
      "▁captur": 829,
      "▁number": 830,
      "▁capturing": 831,
      "ddress": 832,
      "pt": 833,
      "▁0": 834,
      "▁address": 835,
      "▁opt": 836,
      "▁code": 837,
      "ional": 838,
      "▁optional": 839,
      "-hour": 840,
      "-NN": 841,
      "MM": 842,
      "ad": 843,
      "ex": 844,
      "ide": 845,
      "lus": 846,
      "name": 847,
      "ote": 848,
      "ps": 849,
      "s,": 850,
      "side": 851,
      "▁A": 852,
      "▁H": 853,
      "▁date": 854,
      "▁pe": 855,
      "▁ht": 856,
      "▁qu": 857,
      "▁li": 858,
      "▁as": 859,
      "▁to": 860,
      "▁tag": 861,
      "▁tex": 862,
      "teg": 863,
      "ten": 864,
      "tent": 865,
      "▁lead": 866,
      "▁inside": 867,
      "▁integ": 868,
      "rce": 869,
      "ername": 870,
      "▁username": 871,
      "▁plus": 872,
      "▁sign": 873,
      "▁content": 874,
      "YYYY": 875,
      "▁US": 876,
      "otes,": 877,
      "▁perce": 878,
      "▁htt": 879,
      "▁quotes,": 880,
      "▁text": 881,
      "▁leading": 882,
      "▁contents": 883
    },
    "merges": [
      [
        "i",
        "n"
      ],
      [
        "▁",
        "a"
      ],
      [
        "▁",
        "s"
      ],
      [
        "h",
        "e"
      ],
      [
        "▁",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "t",
        "r"
      ],
      [
        "tr",
        "ing"
      ],
      [
        "▁",
        "i"
      ],
      [
        "t",
        "e"
      ],
      [
        "▁s",
        "tring"
      ],
      [
        "▁",
        "w"
      ],
      [
        "r",
        "e"
      ],
      [
        "d",
        "i"
      ],
      [
        "▁t",
        "he"
      ],
      [
        "▁",
        "f"
      ],
      [
        "i",
        "t"
      ],
      [
        "▁",
        "o"
      ],
      [
        "▁f",
        "o"
      ],
      [
        "▁",
        "'"
      ],
      [
        "▁",
        "b"
      ],
      [
        "l",
        "o"
      ],
      [
        "g",
        "it"
      ],
      [
        "di",
        "git"
      ],
      [
        "a",
        "te"
      ],
      [
        "▁i",
        "s"
      ],
      [
        "w",
        "e"
      ],
      [
        "▁b",
        "y"
      ],
      [
        "lo",
        "we"
      ],
      [
        "▁w",
        "he"
      ],
      [
        "l",
        "y"
      ],
      [
        "▁o",
        "f"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "c"
      ],
      [
        "m",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "te",
        "r"
      ],
      [
        "▁t",
        "h"
      ],
      [
        "or",
        "d"
      ],
      [
        "▁fo",
        "l"
      ],
      [
        "lowe",
        "d"
      ],
      [
        "▁fol",
        "lowed"
      ],
      [
        "▁w",
        "ord"
      ],
      [
        "a",
        "t"
      ],
      [
        "▁whe",
        "re"
      ],
      [
        "ter",
        "s"
      ],
      [
        "▁",
        "digit"
      ],
      [
        "▁",
        "le"
      ],
      [
        "c",
        "h"
      ],
      [
        "▁digit",
        "s"
      ],
      [
        "n",
        "d"
      ],
      [
        "▁s",
        "u"
      ],
      [
        "m",
        "me"
      ],
      [
        "▁i",
        "mme"
      ],
      [
        "di",
        "ate"
      ],
      [
        "▁imme",
        "diate"
      ],
      [
        "▁immediate",
        "ly"
      ],
      [
        "b",
        "s"
      ],
      [
        "▁su",
        "bs"
      ],
      [
        "▁subs",
        "tring"
      ],
      [
        "'",
        "."
      ],
      [
        "▁le",
        "t"
      ],
      [
        "a",
        "s"
      ],
      [
        "d",
        "."
      ],
      [
        "c",
        "o"
      ],
      [
        "n",
        "t"
      ],
      [
        "n",
        "e"
      ],
      [
        "▁let",
        "ters"
      ],
      [
        "ac",
        "t"
      ],
      [
        "-",
        "digit"
      ],
      [
        "▁i",
        "d."
      ],
      [
        "d",
        "e"
      ],
      [
        "▁",
        "e"
      ],
      [
        "▁",
        "in"
      ],
      [
        "▁t",
        "w"
      ],
      [
        "▁tw",
        "o"
      ],
      [
        "u",
        "r"
      ],
      [
        "p",
        "u"
      ],
      [
        "re",
        "e"
      ],
      [
        "▁th",
        "ree"
      ],
      [
        "▁",
        "C"
      ],
      [
        "▁in",
        "pu"
      ],
      [
        "▁inpu",
        "t"
      ],
      [
        "r",
        "c"
      ],
      [
        "▁fo",
        "ur"
      ],
      [
        "as",
        "e"
      ],
      [
        "rc",
        "ase"
      ],
      [
        "▁",
        "co"
      ],
      [
        "▁",
        "m"
      ],
      [
        "▁a",
        "nd"
      ],
      [
        "▁th",
        "at"
      ],
      [
        "▁o",
        "ne"
      ],
      [
        "o",
        "re"
      ],
      [
        "▁",
        "u"
      ],
      [
        "a",
        "l"
      ],
      [
        "s",
        "t"
      ],
      [
        "ate",
        "d"
      ],
      [
        "v",
        "e"
      ],
      [
        "▁e",
        "x"
      ],
      [
        "act",
        "ly"
      ],
      [
        "▁ex",
        "actly"
      ],
      [
        "▁s",
        "e"
      ],
      [
        "p",
        "ar"
      ],
      [
        "▁se",
        "par"
      ],
      [
        "▁separ",
        "ated"
      ],
      [
        "▁digits",
        "."
      ],
      [
        "e",
        "ar"
      ],
      [
        "▁w",
        "it"
      ],
      [
        "▁wit",
        "h"
      ],
      [
        "i",
        "ve"
      ],
      [
        "a",
        "p"
      ],
      [
        "▁s",
        "t"
      ],
      [
        "▁o",
        "r"
      ],
      [
        "d",
        "ate"
      ],
      [
        "▁m",
        "ore"
      ],
      [
        "p",
        "e"
      ],
      [
        "nt",
        "a"
      ],
      [
        "▁co",
        "nta"
      ],
      [
        "▁conta",
        "in"
      ],
      [
        "c",
        "k"
      ],
      [
        "at",
        "ch"
      ],
      [
        "▁contain",
        "ing"
      ],
      [
        "t",
        "u"
      ],
      [
        "▁",
        "I"
      ],
      [
        "nt",
        "i"
      ],
      [
        "f",
        "y"
      ],
      [
        "de",
        "nti"
      ],
      [
        "▁I",
        "denti"
      ],
      [
        "▁Identi",
        "fy"
      ],
      [
        "T",
        "e"
      ],
      [
        "▁fo",
        "r"
      ],
      [
        "Te",
        "st"
      ],
      [
        "V",
        "al"
      ],
      [
        "i",
        "date"
      ],
      [
        "▁",
        "Val"
      ],
      [
        "▁Val",
        "idate"
      ],
      [
        "E",
        "x"
      ],
      [
        "▁",
        "Ex"
      ],
      [
        "tr",
        "act"
      ],
      [
        "▁Ex",
        "tract"
      ],
      [
        "S",
        "ear"
      ],
      [
        "▁",
        "Sear"
      ],
      [
        "▁C",
        "ap"
      ],
      [
        "tu",
        "re"
      ],
      [
        "▁Sear",
        "ch"
      ],
      [
        "▁Cap",
        "ture"
      ],
      [
        "F",
        "in"
      ],
      [
        "t",
        "he"
      ],
      [
        "▁",
        "Test"
      ],
      [
        "▁",
        "Fin"
      ],
      [
        "▁whe",
        "the"
      ],
      [
        "▁Fin",
        "d"
      ],
      [
        "▁whethe",
        "r"
      ],
      [
        "▁",
        "D"
      ],
      [
        "c",
        "t"
      ],
      [
        "e",
        "te"
      ],
      [
        "▁D",
        "ete"
      ],
      [
        "▁Dete",
        "ct"
      ],
      [
        "▁",
        "lowe"
      ],
      [
        "▁lowe",
        "rcase"
      ],
      [
        "▁",
        "M"
      ],
      [
        "▁M",
        "atch"
      ],
      [
        "▁b",
        "e"
      ],
      [
        "he",
        "ck"
      ],
      [
        "▁i",
        "f"
      ],
      [
        "▁C",
        "heck"
      ],
      [
        "▁",
        "ch"
      ],
      [
        "ar",
        "ac"
      ],
      [
        "▁ch",
        "arac"
      ],
      [
        "p",
        "pe"
      ],
      [
        "▁u",
        "ppe"
      ],
      [
        "▁uppe",
        "rcase"
      ],
      [
        "▁charac",
        "ters"
      ],
      [
        "a",
        "de"
      ],
      [
        "▁f",
        "ive"
      ],
      [
        "e",
        "n"
      ],
      [
        "h",
        "o"
      ],
      [
        "▁letters",
        "."
      ],
      [
        "▁s",
        "i"
      ],
      [
        "e",
        "r"
      ],
      [
        "ar",
        "t"
      ],
      [
        "▁st",
        "art"
      ],
      [
        "▁characters",
        "."
      ],
      [
        "▁si",
        "x"
      ],
      [
        "▁m",
        "ade"
      ],
      [
        "▁'",
        "t"
      ],
      [
        "o",
        "t"
      ],
      [
        "n",
        "."
      ],
      [
        "f",
        "ore"
      ],
      [
        "▁co",
        "me"
      ],
      [
        "▁be",
        "fore"
      ],
      [
        "▁three",
        "-digit"
      ],
      [
        "i",
        "c"
      ],
      [
        "o",
        "k"
      ],
      [
        "▁two",
        "-digit"
      ],
      [
        "a",
        "lo"
      ],
      [
        "a",
        "nd"
      ],
      [
        "▁w",
        "ho"
      ],
      [
        "▁st",
        "and"
      ],
      [
        "alo",
        "ne"
      ],
      [
        "▁who",
        "le"
      ],
      [
        "▁stand",
        "alone"
      ],
      [
        "t",
        "we"
      ],
      [
        "▁be",
        "twe"
      ],
      [
        "▁start",
        "s"
      ],
      [
        "▁six",
        "-digit"
      ],
      [
        "▁betwe",
        "en"
      ],
      [
        "nd",
        "s"
      ],
      [
        "▁five",
        "-digit"
      ],
      [
        "▁four",
        "-digit"
      ],
      [
        "▁",
        "d"
      ],
      [
        "▁e",
        "nds"
      ],
      [
        "i",
        "g"
      ],
      [
        "▁a",
        "t"
      ],
      [
        "▁le",
        "as"
      ],
      [
        "▁leas",
        "t"
      ],
      [
        "▁'",
        "p"
      ],
      [
        "▁u",
        "s"
      ],
      [
        "▁",
        "lo"
      ],
      [
        "▁us",
        "ing"
      ],
      [
        "▁lo",
        "ok"
      ],
      [
        "i",
        "te"
      ],
      [
        "r",
        "ic"
      ],
      [
        "h",
        "a"
      ],
      [
        "p",
        "ha"
      ],
      [
        "▁'",
        "co"
      ],
      [
        "▁'",
        "a"
      ],
      [
        "▁'",
        "st"
      ],
      [
        "h",
        "t"
      ],
      [
        "▁let",
        "ter"
      ],
      [
        "ig",
        "ht"
      ],
      [
        "c",
        "i"
      ],
      [
        "e",
        "s"
      ],
      [
        "▁",
        "r"
      ],
      [
        "u",
        "nt"
      ],
      [
        "▁",
        "h"
      ],
      [
        "m",
        "o"
      ],
      [
        "as",
        "h"
      ],
      [
        "er",
        "s"
      ],
      [
        "re",
        "."
      ],
      [
        "nd",
        "ers"
      ],
      [
        "co",
        "re."
      ],
      [
        "▁co",
        "lo"
      ],
      [
        "▁u",
        "nders"
      ],
      [
        "▁unders",
        "core."
      ],
      [
        "m",
        "al"
      ],
      [
        "ci",
        "mal"
      ],
      [
        "p",
        "he"
      ],
      [
        "y",
        "phe"
      ],
      [
        "▁h",
        "yphe"
      ],
      [
        "a",
        "he"
      ],
      [
        "▁look",
        "ahe"
      ],
      [
        "▁hyphe",
        "n."
      ],
      [
        "▁lookahe",
        "a"
      ],
      [
        "ot",
        "."
      ],
      [
        "▁d",
        "ot."
      ],
      [
        "▁s",
        "l"
      ],
      [
        "ash",
        "."
      ],
      [
        "▁sl",
        "ash."
      ],
      [
        "e",
        "t"
      ],
      [
        "▁e",
        "ight"
      ],
      [
        "▁colo",
        "n."
      ],
      [
        "▁lookahea",
        "d."
      ],
      [
        "u",
        "s"
      ],
      [
        "e",
        "'."
      ],
      [
        "o",
        "n"
      ],
      [
        "p",
        "ac"
      ],
      [
        "pac",
        "e"
      ],
      [
        "▁'",
        "b"
      ],
      [
        "▁'",
        "d"
      ],
      [
        "i",
        "me"
      ],
      [
        "e",
        "'"
      ],
      [
        "m",
        "a"
      ],
      [
        "h",
        "ite"
      ],
      [
        "m",
        "in"
      ],
      [
        "s",
        "pace"
      ],
      [
        "▁w",
        "hite"
      ],
      [
        "▁'",
        "g"
      ],
      [
        "▁white",
        "space"
      ],
      [
        "n",
        "u"
      ],
      [
        "▁'",
        "te"
      ],
      [
        "▁'a",
        "d"
      ],
      [
        "▁'",
        "e"
      ],
      [
        "▁'",
        "c"
      ],
      [
        "me",
        "ric"
      ],
      [
        "l",
        "pha"
      ],
      [
        "▁",
        "he"
      ],
      [
        "▁a",
        "lpha"
      ],
      [
        "nu",
        "meric"
      ],
      [
        "▁he",
        "x"
      ],
      [
        "▁alpha",
        "numeric"
      ],
      [
        "▁",
        "n"
      ],
      [
        "ade",
        "cimal"
      ],
      [
        "▁hex",
        "adecimal"
      ],
      [
        "u",
        "n"
      ],
      [
        "g",
        "at"
      ],
      [
        "▁",
        "ne"
      ],
      [
        "▁n",
        "ot"
      ],
      [
        "gat",
        "ive"
      ],
      [
        "▁ne",
        "gative"
      ],
      [
        "▁d",
        "o"
      ],
      [
        "▁do",
        "es"
      ],
      [
        "y",
        "'"
      ],
      [
        "i",
        "on"
      ],
      [
        "v",
        "o"
      ],
      [
        "'",
        ","
      ],
      [
        "▁digit",
        "."
      ],
      [
        "mo",
        "unt"
      ],
      [
        "y",
        "'."
      ],
      [
        "▁t",
        "en"
      ],
      [
        "▁",
        "p"
      ],
      [
        "q",
        "u"
      ],
      [
        "s",
        "ion"
      ],
      [
        "co",
        "unt"
      ],
      [
        "ho",
        "ne"
      ],
      [
        "a",
        "me"
      ],
      [
        "m",
        "p"
      ],
      [
        "lo",
        "g"
      ],
      [
        "▁'p",
        "hone"
      ],
      [
        "es",
        "sion"
      ],
      [
        "i",
        "l"
      ],
      [
        "o",
        "w"
      ],
      [
        "r",
        "o"
      ],
      [
        "▁",
        "re"
      ],
      [
        "▁s",
        "ame"
      ],
      [
        "pe",
        "ated"
      ],
      [
        "▁r",
        "ow"
      ],
      [
        "vo",
        "ic"
      ],
      [
        "▁re",
        "peated"
      ],
      [
        "f",
        "i"
      ],
      [
        "ok",
        "en"
      ],
      [
        "r",
        "or"
      ],
      [
        "ro",
        "fi"
      ],
      [
        "rofi",
        "le"
      ],
      [
        "a",
        "'"
      ],
      [
        "i",
        "ck"
      ],
      [
        "o",
        "de"
      ],
      [
        "s",
        "."
      ],
      [
        "we",
        "l"
      ],
      [
        "or",
        "t"
      ],
      [
        "ick",
        "et"
      ],
      [
        "p",
        "ort"
      ],
      [
        "▁'",
        "ac"
      ],
      [
        "▁'",
        "al"
      ],
      [
        "ac",
        "he"
      ],
      [
        "▁'p",
        "ric"
      ],
      [
        "▁'ac",
        "count"
      ],
      [
        "▁'al",
        "pha"
      ],
      [
        "r",
        "ap"
      ],
      [
        "▁'",
        "log"
      ],
      [
        "ma",
        "il"
      ],
      [
        "▁'g",
        "rap"
      ],
      [
        "▁p",
        "o"
      ],
      [
        "▁'log",
        "in"
      ],
      [
        "▁'grap",
        "h"
      ],
      [
        "s",
        "it"
      ],
      [
        "s",
        "ession"
      ],
      [
        "▁'",
        "session"
      ],
      [
        "▁'b",
        "et"
      ],
      [
        "▁'e",
        "mail"
      ],
      [
        "▁po",
        "sit"
      ],
      [
        "▁posit",
        "ive"
      ],
      [
        "k",
        "'."
      ],
      [
        "n",
        "ode"
      ],
      [
        "▁t",
        "ime"
      ],
      [
        "▁'",
        "node"
      ],
      [
        "ho",
        "ur"
      ],
      [
        "▁'st",
        "ate"
      ],
      [
        "▁'d",
        "a"
      ],
      [
        "a",
        "g"
      ],
      [
        "f",
        "ig"
      ],
      [
        "j",
        "o"
      ],
      [
        "y",
        "ear"
      ],
      [
        "▁'",
        "ite"
      ],
      [
        "▁'",
        "jo"
      ],
      [
        "▁'",
        "year"
      ],
      [
        "▁'t",
        "oken"
      ],
      [
        "▁'p",
        "rofile"
      ],
      [
        "▁'ite",
        "m"
      ],
      [
        "▁'jo",
        "b"
      ],
      [
        "a",
        "m"
      ],
      [
        "e",
        "u"
      ],
      [
        "in",
        "voic"
      ],
      [
        "▁'",
        "date"
      ],
      [
        "▁'",
        "qu"
      ],
      [
        "▁'",
        "hour"
      ],
      [
        "▁'",
        "invoic"
      ],
      [
        "er",
        "'"
      ],
      [
        "▁'t",
        "as"
      ],
      [
        "▁'co",
        "de"
      ],
      [
        "▁'d",
        "at"
      ],
      [
        "▁'ad",
        "min"
      ],
      [
        "▁row",
        "."
      ],
      [
        "▁time",
        "s"
      ],
      [
        "▁'qu",
        "eu"
      ],
      [
        "▁'",
        "le"
      ],
      [
        "▁'",
        "er"
      ],
      [
        "▁'",
        "us"
      ],
      [
        "ve",
        "l"
      ],
      [
        "▁'t",
        "ime"
      ],
      [
        "▁'t",
        "icket"
      ],
      [
        "▁'a",
        "mount"
      ],
      [
        "▁'b",
        "atch"
      ],
      [
        "▁'le",
        "vel"
      ],
      [
        "▁'er",
        "ror"
      ],
      [
        "f",
        "l"
      ],
      [
        "▁'",
        "fl"
      ],
      [
        "at",
        "us"
      ],
      [
        "▁'t",
        "ot"
      ],
      [
        "▁'co",
        "un"
      ],
      [
        "▁'st",
        "ac"
      ],
      [
        "▁'te",
        "st"
      ],
      [
        "▁'fl",
        "ag"
      ],
      [
        "▁'tot",
        "al"
      ],
      [
        "▁'coun",
        "tr"
      ],
      [
        "a",
        "'."
      ],
      [
        "d",
        "re"
      ],
      [
        "s",
        "s"
      ],
      [
        "▁'",
        "ord"
      ],
      [
        "▁'",
        "mo"
      ],
      [
        "nt",
        "h"
      ],
      [
        "▁'te",
        "mp"
      ],
      [
        "▁'c",
        "ache"
      ],
      [
        "dre",
        "ss"
      ],
      [
        "▁'mo",
        "nth"
      ],
      [
        "k",
        "'"
      ],
      [
        "n",
        "fig"
      ],
      [
        "▁charac",
        "ter"
      ],
      [
        "er",
        "'."
      ],
      [
        "▁'co",
        "nfig"
      ],
      [
        "re",
        "port"
      ],
      [
        "▁'",
        "report"
      ],
      [
        "▁'c",
        "it"
      ],
      [
        "▁'ad",
        "dress"
      ],
      [
        "▁'g",
        "am"
      ],
      [
        "▁'gam",
        "ma"
      ],
      [
        "d",
        "g"
      ],
      [
        "u",
        "te"
      ],
      [
        "▁'",
        "min"
      ],
      [
        "▁'e",
        "dg"
      ],
      [
        "▁'min",
        "ute"
      ],
      [
        "▁'st",
        "atus"
      ],
      [
        "▁r",
        "un"
      ],
      [
        "b",
        "e"
      ],
      [
        "h",
        "in"
      ],
      [
        "n",
        ","
      ],
      [
        "▁look",
        "be"
      ],
      [
        "▁letter",
        "."
      ],
      [
        "hin",
        "d."
      ],
      [
        "▁lookbe",
        "hind."
      ],
      [
        "▁si",
        "g"
      ],
      [
        "▁r",
        "ight"
      ],
      [
        "z",
        "er"
      ],
      [
        "▁",
        "zer"
      ],
      [
        "▁sig",
        "n,"
      ],
      [
        "▁zer",
        "o"
      ],
      [
        "▁t",
        "wel"
      ],
      [
        "▁twel",
        "ve"
      ],
      [
        "ve",
        "n"
      ],
      [
        "▁se",
        "ven"
      ],
      [
        "▁'phone",
        "'."
      ],
      [
        "▁'pric",
        "e'."
      ],
      [
        "▁'state",
        "'."
      ],
      [
        "▁character",
        "."
      ],
      [
        "▁'account",
        "'"
      ],
      [
        "▁'alpha",
        "'"
      ],
      [
        "▁'dat",
        "a'"
      ],
      [
        "▁'total",
        "'"
      ],
      [
        "▁'phone",
        "'"
      ],
      [
        "▁'login",
        "'"
      ],
      [
        "▁'graph",
        "'"
      ],
      [
        "▁'email",
        "'"
      ],
      [
        "▁'job",
        "'."
      ],
      [
        "▁'tas",
        "k'."
      ],
      [
        "▁'admin",
        "'"
      ],
      [
        "▁'queu",
        "e'."
      ],
      [
        "▁'level",
        "'."
      ],
      [
        "▁'node",
        "'."
      ],
      [
        "▁'da",
        "y'"
      ],
      [
        "▁'token",
        "'"
      ],
      [
        "▁'date",
        "'."
      ],
      [
        "▁'code",
        "'."
      ],
      [
        "▁'time",
        "'"
      ],
      [
        "▁'batch",
        "'."
      ],
      [
        "▁'test",
        "'"
      ],
      [
        "▁'countr",
        "y'"
      ],
      [
        "▁'cit",
        "y'"
      ],
      [
        "▁'session",
        "'"
      ],
      [
        "▁'session",
        "'."
      ],
      [
        "▁'bet",
        "a'"
      ],
      [
        "▁'bet",
        "a'."
      ],
      [
        "▁'year",
        "'"
      ],
      [
        "▁'profile",
        "'"
      ],
      [
        "▁'item",
        "'"
      ],
      [
        "▁'invoic",
        "e'."
      ],
      [
        "▁'us",
        "er'"
      ],
      [
        "▁'ticket",
        "'"
      ],
      [
        "▁'month",
        "'."
      ],
      [
        "▁'account",
        "'."
      ],
      [
        "▁'alpha",
        "'."
      ],
      [
        "▁'login",
        "'."
      ],
      [
        "▁'graph",
        "'."
      ],
      [
        "▁'hour",
        "'."
      ],
      [
        "▁'amount",
        "'."
      ],
      [
        "▁'temp",
        "'"
      ],
      [
        "▁'email",
        "'."
      ],
      [
        "▁'node",
        "'"
      ],
      [
        "▁'da",
        "y'."
      ],
      [
        "▁'year",
        "'."
      ],
      [
        "▁'profile",
        "'."
      ],
      [
        "▁'item",
        "'."
      ],
      [
        "▁'hour",
        "'"
      ],
      [
        "▁'error",
        "'"
      ],
      [
        "▁'error",
        "'."
      ],
      [
        "▁'stac",
        "k'"
      ],
      [
        "▁'flag",
        "'"
      ],
      [
        "▁'address",
        "'"
      ],
      [
        "▁'pric",
        "e'"
      ],
      [
        "▁'token",
        "'."
      ],
      [
        "▁'invoic",
        "e'"
      ],
      [
        "▁'amount",
        "'"
      ],
      [
        "▁'stac",
        "k'."
      ],
      [
        "▁'flag",
        "'."
      ],
      [
        "▁'ord",
        "er'"
      ],
      [
        "▁'ord",
        "er'."
      ],
      [
        "▁'cache",
        "'"
      ],
      [
        "▁'cache",
        "'."
      ],
      [
        "▁'config",
        "'."
      ],
      [
        "▁'report",
        "'."
      ],
      [
        "▁'job",
        "'"
      ],
      [
        "▁'date",
        "'"
      ],
      [
        "▁'code",
        "'"
      ],
      [
        "▁'us",
        "er'."
      ],
      [
        "▁'ticket",
        "'."
      ],
      [
        "▁'config",
        "'"
      ],
      [
        "▁'gamma",
        "'."
      ],
      [
        "▁'minute",
        "'."
      ],
      [
        "▁'status",
        "'"
      ],
      [
        "▁'state",
        "'"
      ],
      [
        "▁'tas",
        "k'"
      ],
      [
        "▁'admin",
        "'."
      ],
      [
        "▁'queu",
        "e'"
      ],
      [
        "▁'time",
        "'."
      ],
      [
        "▁'batch",
        "'"
      ],
      [
        "▁'temp",
        "'."
      ],
      [
        "▁'report",
        "'"
      ],
      [
        "▁a",
        "n"
      ],
      [
        "ci",
        "al"
      ],
      [
        "▁'dat",
        "a'."
      ],
      [
        "▁'level",
        "'"
      ],
      [
        "▁'test",
        "'."
      ],
      [
        "▁'countr",
        "y'."
      ],
      [
        "▁'month",
        "'"
      ],
      [
        "▁'edg",
        "e'."
      ],
      [
        "▁",
        "vo"
      ],
      [
        "▁s",
        "pe"
      ],
      [
        "▁'address",
        "'."
      ],
      [
        "▁'gamma",
        "'"
      ],
      [
        "▁'edg",
        "e'"
      ],
      [
        "▁vo",
        "wel"
      ],
      [
        "▁spe",
        "cial"
      ],
      [
        "▁'total",
        "'."
      ],
      [
        "▁'cit",
        "y'."
      ],
      [
        "▁'minute",
        "'"
      ],
      [
        "▁'status",
        "'."
      ],
      [
        "de",
        "cimal"
      ],
      [
        "-",
        "decimal"
      ],
      [
        "w",
        "s"
      ],
      [
        "▁a",
        "mount"
      ],
      [
        "lo",
        "ws"
      ],
      [
        "▁fol",
        "lows"
      ],
      [
        "▁two",
        "-decimal"
      ],
      [
        "c",
        "tu"
      ],
      [
        "n",
        "ctu"
      ],
      [
        "▁",
        "pu"
      ],
      [
        "ar",
        "k"
      ],
      [
        "at",
        "ion"
      ],
      [
        "▁co",
        "n"
      ],
      [
        "▁m",
        "ark"
      ],
      [
        "nctu",
        "ation"
      ],
      [
        "▁pu",
        "nctuation"
      ],
      [
        "a",
        "nt"
      ],
      [
        "s",
        "on"
      ],
      [
        "▁con",
        "son"
      ],
      [
        "▁conson",
        "ant"
      ],
      [
        "▁vowel",
        "s."
      ],
      [
        "f",
        "ter"
      ],
      [
        "p",
        "p"
      ],
      [
        "▁a",
        "fter"
      ],
      [
        "▁a",
        "pp"
      ],
      [
        "ear",
        "s"
      ],
      [
        "▁app",
        "ears"
      ],
      [
        ")",
        ","
      ],
      [
        "n",
        "it"
      ],
      [
        "▁",
        "("
      ],
      [
        "▁u",
        "nit"
      ],
      [
        "▁come",
        "s"
      ],
      [
        "▁mark",
        "s."
      ],
      [
        "▁consonant",
        "s."
      ],
      [
        "▁digit",
        ","
      ],
      [
        "s",
        "),"
      ],
      [
        "▁'",
        "S"
      ],
      [
        "▁'",
        "C"
      ],
      [
        "▁'",
        "I"
      ],
      [
        "▁e",
        "qu"
      ],
      [
        "al",
        "s"
      ],
      [
        "▁colo",
        "n,"
      ],
      [
        "▁equ",
        "als"
      ],
      [
        "▁'",
        "A"
      ],
      [
        "▁h",
        "ash"
      ],
      [
        "d",
        "s."
      ],
      [
        "s",
        "w"
      ],
      [
        "▁'",
        "T"
      ],
      [
        "as",
        "sw"
      ],
      [
        "▁letter",
        ","
      ],
      [
        "▁lookahea",
        "ds."
      ],
      [
        "▁p",
        "assw"
      ],
      [
        "▁passw",
        "ord"
      ],
      [
        "▁'",
        "m"
      ],
      [
        "l",
        "l"
      ],
      [
        "▁do",
        "ll"
      ],
      [
        "▁doll",
        "ar"
      ],
      [
        "R",
        "e"
      ],
      [
        "▁'",
        "Re"
      ],
      [
        "port",
        "',"
      ],
      [
        "▁'Re",
        "port',"
      ],
      [
        "O",
        "r"
      ],
      [
        "c",
        "count"
      ],
      [
        "l",
        "i"
      ],
      [
        "n",
        "voic"
      ],
      [
        "r",
        "',"
      ],
      [
        "t",
        "atus"
      ],
      [
        "in",
        "us"
      ],
      [
        "▁s",
        "o"
      ],
      [
        "▁s",
        "pace"
      ],
      [
        "▁'",
        "Test"
      ],
      [
        "▁'",
        "Or"
      ],
      [
        "de",
        "r',"
      ],
      [
        "▁tw",
        "ic"
      ],
      [
        "▁m",
        "inus"
      ],
      [
        "e'",
        ","
      ],
      [
        "ession",
        "',"
      ],
      [
        "▁vowel",
        "."
      ],
      [
        "▁'S",
        "tatus"
      ],
      [
        "▁'S",
        "ession',"
      ],
      [
        "▁'I",
        "nvoic"
      ],
      [
        "▁'A",
        "ccount"
      ],
      [
        "▁space",
        "."
      ],
      [
        "▁'Test",
        "',"
      ],
      [
        "▁'Or",
        "der',"
      ],
      [
        "▁twic",
        "e"
      ],
      [
        "▁'Status",
        "',"
      ],
      [
        "▁'Invoic",
        "e',"
      ],
      [
        "▁'Account",
        "',"
      ],
      [
        "-",
        "e"
      ],
      [
        "E",
        "r"
      ],
      [
        "U",
        "s"
      ],
      [
        "c",
        "e"
      ],
      [
        "e",
        "l"
      ],
      [
        "g",
        "'"
      ],
      [
        "i",
        "x"
      ],
      [
        "i",
        "log"
      ],
      [
        "k",
        "g'"
      ],
      [
        "k",
        "ilog"
      ],
      [
        "p",
        "ix"
      ],
      [
        "r",
        "am"
      ],
      [
        "t",
        "y"
      ],
      [
        "w",
        "he"
      ],
      [
        "x",
        "'"
      ],
      [
        "re",
        ","
      ],
      [
        "re",
        "ce"
      ],
      [
        "▁'",
        "Er"
      ],
      [
        "▁'",
        "Us"
      ],
      [
        "▁'",
        "kg'"
      ],
      [
        "me",
        "whe"
      ],
      [
        "de",
        "d"
      ],
      [
        "▁contain",
        "s"
      ],
      [
        "er",
        "',"
      ],
      [
        "▁'p",
        "x'"
      ],
      [
        "on",
        "-e"
      ],
      [
        "▁n",
        "on-e"
      ],
      [
        "▁p",
        "rece"
      ],
      [
        "mp",
        "ty"
      ],
      [
        "ror",
        "',"
      ],
      [
        "ache",
        "',"
      ],
      [
        "▁mark",
        "."
      ],
      [
        "▁(",
        "kilog"
      ],
      [
        "▁(",
