{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<SOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<SOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "I": 42,
      "L": 43,
      "M": 44,
      "O": 45,
      "P": 46,
      "R": 47,
      "S": 48,
      "T": 49,
      "U": 50,
      "Z": 51,
      "[": 52,
      "\\": 53,
      "]": 54,
      "^": 55,
      "_": 56,
      "a": 57,
      "b": 58,
      "c": 59,
      "d": 60,
      "e": 61,
      "f": 62,
      "g": 63,
      "h": 64,
      "i": 65,
      "j": 66,
      "k": 67,
      "l": 68,
      "m": 69,
      "n": 70,
      "o": 71,
      "p": 72,
      "q": 73,
      "r": 74,
      "s": 75,
      "t": 76,
      "u": 77,
      "v": 78,
      "w": 79,
      "x": 80,
      "y": 81,
      "z": 82,
      "{": 83,
      "|": 84,
      "}": 85,
      "Ġ": 86,
      ".*": 87,
      "]{": 88,
      ".*$": 89,
      "^.*": 90,
      "}$": 91,
      "^[": 92,
      "}.*$": 93,
      "Za": 94,
      "^.*\\": 95,
      "ta": 96,
      "te": 97,
      "}[": 98,
      "ou": 99,
      "on": 100,
      "+.*$": 101,
      "in": 102,
      "^\\": 103,
      ")\\": 104,
      ",}$": 105,
      "(?": 106,
      "ph": 107,
      "ic": 108,
      "de": 109,
      "nt": 110,
      "ount": 111,
      "or": 112,
      "da": 113,
      "sta": 114,
      "+$": 115,
      "\\.": 116,
      "}-": 117,
      "_[": 118,
      "}_[": 119,
      "}-[": 120,
      "\\.[": 121,
      "}\\.[": 122,
      "/[": 123,
      "es": 124,
      "ke": 125,
      "}/[": 126,
      "ice": 127,
      ":[": 128,
      "count": 129,
      "ac": 130,
      "il": 131,
      "}:[": 132,
      "er": 133,
      "ode": 134,
      "pr": 135,
      "ess": 136,
      "tem": 137,
      "ue": 138,
      "to": 139,
      "us": 140,
      "min": 141,
      "ma": 142,
      "ad": 143,
      "Fa": 144,
      "am": 145,
      "^(?": 146,
      "^(?!": 147,
      "10": 148,
      "st": 149,
      "be": 150,
      "ion": 151,
      "one": 152,
      "phone": 153,
      "ession": 154,
      "gin": 155,
      "ogin": 156,
      "ba": 157,
      "oice": 158,
      "voice": 159,
      "ken": 160,
      "fil": 161,
      "ofil": 162,
      "ror": 163,
      "ofile": 164,
      "icke": 165,
      "der": 166,
      "icket": 167,
      "ep": 168,
      "he": 169,
      "lph": 170,
      "ort": 171,
      "account": 172,
      "ache": 173,
      "price": 174,
      "eport": 175,
      "lpha": 176,
      "aph": 177,
      "gr": 178,
      "login": 179,
      "graph": 180,
      "session": 181,
      "mail": 182,
      "beta": 183,
      "node": 184,
      "day": 185,
      "state": 186,
      "ar": 187,
      "ear": 188,
      "fi": 189,
      "item": 190,
      "jo": 191,
      "year": 192,
      "onfi": 193,
      "profile": 194,
      "token": 195,
      "job": 196,
      "onfig": 197,
      "code": 198,
      "hou": 199,
      "que": 200,
      "sk": 201,
      "^.*(": 202,
      "task": 203,
      "invoice": 204,
      "data": 205,
      "date": 206,
      "admin": 207,
      "hour": 208,
      "queue": 209,
      "ch": 210,
      "el": 211,
      "ev": 212,
      "im": 213,
      "lev": 214,
      "ticket": 215,
      "tch": 216,
      "tim": 217,
      "error": 218,
      "user": 219,
      "amount": 220,
      "batch": 221,
      "level": 222,
      "time": 223,
      "ag": 224,
      "ck": 225,
      "fl": 226,
      "ry": 227,
      "tus": 228,
      "tal": 229,
      "test": 230,
      "stack": 231,
      "country": 232,
      "total": 233,
      "flag": 234,
      "cache": 235,
      "mon": 236,
      "th": 237,
      "order": 238,
      "temp": 239,
      "month": 240,
      "config": 241,
      "alpha": 242,
      "ci": 243,
      "report": 244,
      "ty": 245,
      "city": 246,
      "dr": 247,
      "email": 248,
      "addr": 249,
      "address": 250,
      "gam": 251,
      "gamma": 252,
      "dg": 253,
      "ute": 254,
      "minute": 255
    },
    "merges": [
      [
        ".",
        "*"
      ],
      [
        "]",
        "{"
      ],
      [
        ".*",
        "$"
      ],
      [
        "^",
        ".*"
      ],
      [
        "}",
        "$"
      ],
      [
        "^",
        "["
      ],
      [
        "}",
        ".*$"
      ],
      [
        "Z",
        "a"
      ],
      [
        "^.*",
        "\\"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "e"
      ],
      [
        "}",
        "["
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "n"
      ],
      [
        "+",
        ".*$"
      ],
      [
        "i",
        "n"
      ],
      [
        "^",
        "\\"
      ],
      [
        ")",
        "\\"
      ],
      [
        ",",
        "}$"
      ],
      [
        "(",
        "?"
      ],
      [
        "p",
        "h"
      ],
      [
        "i",
        "c"
      ],
      [
        "d",
        "e"
      ],
      [
        "n",
        "t"
      ],
      [
        "ou",
        "nt"
      ],
      [
        "o",
        "r"
      ],
      [
        "d",
        "a"
      ],
      [
        "s",
        "ta"
      ],
      [
        "+",
        "$"
      ],
      [
        "\\",
        "."
      ],
      [
        "}",
        "-"
      ],
      [
        "_",
        "["
      ],
      [
        "}",
        "_["
      ],
      [
        "}-",
        "["
      ],
      [
        "\\.",
        "["
      ],
      [
        "}",
        "\\.["
      ],
      [
        "/",
        "["
      ],
      [
        "e",
        "s"
      ],
      [
        "k",
        "e"
      ],
      [
        "}",
        "/["
      ],
      [
        "ic",
        "e"
      ],
      [
        ":",
        "["
      ],
      [
        "c",
        "ount"
      ],
      [
        "a",
        "c"
      ],
      [
        "i",
        "l"
      ],
      [
        "}",
        ":["
      ],
      [
        "e",
        "r"
      ],
      [
        "o",
        "de"
      ],
      [
        "p",
        "r"
      ],
      [
        "es",
        "s"
      ],
      [
        "te",
        "m"
      ],
      [
        "u",
        "e"
      ],
      [
        "t",
        "o"
      ],
      [
        "u",
        "s"
      ],
      [
        "m",
        "in"
      ],
      [
        "m",
        "a"
      ],
      [
        "a",
        "d"
      ],
      [
        "F",
        "a"
      ],
      [
        "a",
        "m"
      ],
      [
        "^",
        "(?"
      ],
      [
        "^(?",
        "!"
      ],
      [
        "1",
        "0"
      ],
      [
        "s",
        "t"
      ],
      [
        "b",
        "e"
      ],
      [
        "i",
        "on"
      ],
      [
        "on",
        "e"
      ],
      [
        "ph",
        "one"
      ],
      [
        "ess",
        "ion"
      ],
      [
        "g",
        "in"
      ],
      [
        "o",
        "gin"
      ],
      [
        "b",
        "a"
      ],
      [
        "o",
        "ice"
      ],
      [
        "v",
        "oice"
      ],
      [
        "ke",
        "n"
      ],
      [
        "f",
        "il"
      ],
      [
        "o",
        "fil"
      ],
      [
        "r",
        "or"
      ],
      [
        "ofil",
        "e"
      ],
      [
        "ic",
        "ke"
      ],
      [
        "de",
        "r"
      ],
      [
        "icke",
        "t"
      ],
      [
        "e",
        "p"
      ],
      [
        "h",
        "e"
      ],
      [
        "l",
        "ph"
      ],
      [
        "or",
        "t"
      ],
      [
        "ac",
        "count"
      ],
      [
        "ac",
        "he"
      ],
      [
        "pr",
        "ice"
      ],
      [
        "ep",
        "ort"
      ],
      [
        "lph",
        "a"
      ],
      [
        "a",
        "ph"
      ],
      [
        "g",
        "r"
      ],
      [
        "l",
        "ogin"
      ],
      [
        "gr",
        "aph"
      ],
      [
        "s",
        "ession"
      ],
      [
        "ma",
        "il"
      ],
      [
        "be",
        "ta"
      ],
      [
        "n",
        "ode"
      ],
      [
        "da",
        "y"
      ],
      [
        "sta",
        "te"
      ],
      [
        "a",
        "r"
      ],
      [
        "e",
        "ar"
      ],
      [
        "f",
        "i"
      ],
      [
        "i",
        "tem"
      ],
      [
        "j",
        "o"
      ],
      [
        "y",
        "ear"
      ],
      [
        "on",
        "fi"
      ],
      [
        "pr",
        "ofile"
      ],
      [
        "to",
        "ken"
      ],
      [
        "jo",
        "b"
      ],
      [
        "onfi",
        "g"
      ],
      [
        "c",
        "ode"
      ],
      [
        "h",
        "ou"
      ],
      [
        "q",
        "ue"
      ],
      [
        "s",
        "k"
      ],
      [
        "^.*",
        "("
      ],
      [
        "ta",
        "sk"
      ],
      [
        "in",
        "voice"
      ],
      [
        "da",
        "ta"
      ],
      [
        "da",
        "te"
      ],
      [
        "ad",
        "min"
      ],
      [
        "hou",
        "r"
      ],
      [
        "que",
        "ue"
      ],
      [
        "c",
        "h"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "v"
      ],
      [
        "i",
        "m"
      ],
      [
        "l",
        "ev"
      ],
      [
        "t",
        "icket"
      ],
      [
        "t",
        "ch"
      ],
      [
        "t",
        "im"
      ],
      [
        "er",
        "ror"
      ],
      [
        "us",
        "er"
      ],
      [
        "am",
        "ount"
      ],
      [
        "ba",
        "tch"
      ],
      [
        "lev",
        "el"
      ],
      [
        "tim",
        "e"
      ],
      [
        "a",
        "g"
      ],
      [
        "c",
        "k"
      ],
      [
        "f",
        "l"
      ],
      [
        "r",
        "y"
      ],
      [
        "t",
        "us"
      ],
      [
        "ta",
        "l"
      ],
      [
        "te",
        "st"
      ],
      [
        "sta",
        "ck"
      ],
      [
        "count",
        "ry"
      ],
      [
        "to",
        "tal"
      ],
      [
        "fl",
        "ag"
      ],
      [
        "c",
        "ache"
      ],
      [
        "m",
        "on"
      ],
      [
        "t",
        "h"
      ],
      [
        "or",
        "der"
      ],
      [
        "tem",
        "p"
      ],
      [
        "mon",
        "th"
      ],
      [
        "c",
        "onfig"
      ],
      [
        "a",
        "lpha"
      ],
      [
        "c",
        "i"
      ],
      [
        "r",
        "eport"
      ],
      [
        "t",
        "y"
      ],
      [
        "ci",
        "ty"
      ],
      [
        "d",
        "r"
      ],
      [
        "e",
        "mail"
      ],
      [
        "ad",
        "dr"
      ],
      [
        "addr",
        "ess"
      ],
      [
        "g",
        "am"
      ],
      [
        "gam",
        "ma"
      ],
      [
        "d",
        "g"
      ],
      [
        "u",
        "te"
      ],
      [
        "min",
        "ute"
      ]
    ]
  }
}